aeschli.vscode-css-formatter
analytic-signal.preview-pdf
ChrisChinchilla.vscode-pandoc
dline.CobaltNext
GitHub.copilot
johnpapa.vscode-peacock
jprestidge.theme-material-theme
kevinglasson.cornflakes-linter
kzvi.pandoc-markdown-preview
liviuschera.noctis
mark-wiemer.vscode-autohotkey-plus-plus
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
PKief.material-icon-theme
Rubymaniac.vscode-paste-and-indent
tamasfe.even-better-toml
teabyii.ayu
trond-snekvik.simple-rst
usernamehw.errorlens
wmaurer.vscode-jumpy
YuTengjing.open-in-external-app
yzane.markdown-pdf
